export const HEADERS = [
  {
    title: "Нүүр",
    tag: "home",
  },
  {
    title: "Бидний тухай",
    tag: "about",
  },
  {
    title: "Бүтээгдэхүүн үйлчилгээ",
    tag: "services",
  },
  {
    title: "Мэдээ мэдээлэл",
    tag: "news",
  },
  {
    title: "Холбоо барих",
    tag: "contact",
  },
];

export const SOCIAL_LINKS = [
  {
    title: "Facebook",
    href: "https://www.facebook.com/tai.lojistik",
    icon: "Facebook",
  },
  {
    title: "Linkeden",
    href: "https://www.linkedin.com/company/tilogistic/?originalSubdomain=mn",
    icon: "Linkeden",
  },
];

export const CompanyCarouselData = [
  {
    src: "/images/hero.jpg",
    alt: "hero",
  },
  {
    src: "/images/about.jpg",
    alt: "about",
  },
];

export const CompanyCardData = [
  {
    title: "Алсын хараа",
    description:
      "Инноваци шингээсэн, дэлхийн энтэй тээвэр логистикийн төгс шийдлийг бизнес бүрт хүргэнэ.",
  },
  {
    title: "Алсын хараа",
    description:
      "Инноваци шингээсэн, дэлхийн энтэй тээвэр логистикийн төгс шийдлийг бизнес бүрт хүргэнэ.",
  },
  {
    title: "Алсын хараа",
    description:
      "Инноваци шингээсэн, дэлхийн энтэй тээвэр логистикийн төгс шийдлийг бизнес бүрт хүргэнэ.",
  },
];

export const ServiceImages = [
  {
    src: "/images/hero.jpg",
    alt: "hero",
  },
  {
    src: "/images/about.jpg",
    alt: "about",
  },
  {
    src: "/images/hero.jpg",
    alt: "hero",
  },
  {
    src: "/images/about.jpg",
    alt: "about",
  },
];

export const ServicesData = [
  {
    title: "Олон улсын тээвэр зуучлал",
    description:
      "Бид дэлхийн улс орнуудад байрлах агентын өргөн сүлжээгээ ашиглан үйлчлүүлэгчиддээ авто, агаар, далай, төмөр замын бүх төрлийн тээврийн замналаар улс хоорондын болон орон нутгийн ачаа тээврийг хаалганаас хаалганд хүргэн үйлчилдэг.",
  },
  {
    title: "Гаалийн терминал",
    description:
      "Улаанбаатар хотын А зэрэглэлийн бүсэд байрлах өөрийн эзэмшлийн “Нэг цэгийн үйлчилгээ” бүхий “ТЭЭВЭР ҮЙЛЧИЛГЭЭНИЙ ЦОГЦОЛБОР”-т Гаалийн хяналтын бүс, стандартын шаардлага хангасан гаалийн баталгаат болон түр агуулах ажиллуулан тээвэр логистикийн цогц үйлчилгээг үзүүлж байна.",
  },
  {
    title: "Гаалийн зуучлал",
    description:
      "Гаалийн бүрдүүлэлт нь гаалийн хилээр нэвтрүүлэх барааг гаалийн байгууллагад мэдүүлсэн үеэс гаалийн бичиг баримтыг, шаардлагатай тохиолдолд барааг шалгах, ногдуулсан татварыг төлсний дараа барааг олгох, эсвэл гаалийн хилээр гаргахыг зөвшөөрөх хүртэлх цогц үйл ажиллагаа юм.",
  },
];

export const RegionsData = [
  {
    flagPath: "/images/cn.png",
    title: "БНХАУ-ААС",
    description:
      "Хятад улсын бүх хотуудаас өөрийн агентаар дамжуулан Эрээн хотын агуулахадтатан цуглуулж Улаанбаатар хот хүртэл тээвэрлэх түүвэр чингэлгийн тэээвэр",
  },
  {
    flagPath: "/images/cn.png",
    title: "БНХАУ-ААС",
    description:
      "Хятад улсын бүх хотуудаас өөрийн агентаар дамжуулан Эрээн хотын агуулахадтатан цуглуулж Улаанбаатар хот хүртэл тээвэрлэх түүвэр чингэлгийн тэээвэр",
  },
  {
    flagPath: "/images/cn.png",
    title: "БНХАУ-ААС",
    description:
      "Хятад улсын бүх хотуудаас өөрийн агентаар дамжуулан Эрээн хотын агуулахадтатан цуглуулж Улаанбаатар хот хүртэл тээвэрлэх түүвэр чингэлгийн тэээвэр",
  },
  {
    flagPath: "/images/cn.png",
    title: "БНХАУ-ААС",
    description:
      "Хятад улсын бүх хотуудаас өөрийн агентаар дамжуулан Эрээн хотын агуулахадтатан цуглуулж Улаанбаатар хот хүртэл тээвэрлэх түүвэр чингэлгийн тэээвэр",
  },
];

export const NewsData = [
  {
    title: "Хятад улсын тээвэрлэх түүвэр",
    description:
      "Хятад улсын бүх хотуудаас өөрийн агентаар дамжуулан Эрээн хотын агуулахадтатан цуглуулж Улаанбаатар хот хүртэл тээвэрлэх түүвэр чингэлгийн тэээвэр",
    image: "/images/hero.jpg",
    link: "/news/1",
  },
  {
    title: "Хятад улсын тээвэрлэх түүвэр",
    description:
      "Хятад улсын бүх хотуудаас өөрийн агентаар дамжуулан Эрээн хотын агуулахадтатан цуглуулж Улаанбаатар хот хүртэл тээвэрлэх түүвэр чингэлгийн тэээвэр",
    image: "/images/hero.jpg",
    link: "/news/1",
  },
  {
    title: "Хятад улсын тээвэрлэх түүвэр",
    description:
      "Хятад улсын бүх хотуудаас өөрийн агентаар дамжуулан Эрээн хотын агуулахадтатан цуглуулж Улаанбаатар хот хүртэл тээвэрлэх түүвэр чингэлгийн тэээвэр",
    image: "/images/hero.jpg",
    link: "/news/1",
  },
  {
    title: "Хятад улсын тээвэрлэх түүвэр",
    description:
      "Хятад улсын бүх хотуудаас өөрийн агентаар дамжуулан Эрээн хотын агуулахадтатан цуглуулж Улаанбаатар хот хүртэл тээвэрлэх түүвэр чингэлгийн тэээвэр",
    image: "/images/hero.jpg",
    link: "/news/1",
  },
  {
    title: "Хятад улсын тээвэрлэх түүвэр",
    description:
      "Хятад улсын бүх хотуудаас өөрийн агентаар дамжуулан Эрээн хотын агуулахадтатан цуглуулж Улаанбаатар хот хүртэл тээвэрлэх түүвэр чингэлгийн тэээвэр",
    image: "/images/hero.jpg",
    link: "/news/1",
  },
  {
    title: "Хятад улсын тээвэрлэх түүвэр",
    description:
      "Хятад улсын бүх хотуудаас өөрийн агентаар дамжуулан Эрээн хотын агуулахадтатан цуглуулж Улаанбаатар хот хүртэл тээвэрлэх түүвэр чингэлгийн тэээвэр",
    image: "/images/hero.jpg",
    link: "/news/1",
  },
];
